monList = ['понедельник','пн','пон','mon','monday']
mon = "Расписание 02 группы на Понедельник:\n" \
      "------1я пара------\n" \
      "08:15–09:35 Геометрия Суворов В.В. Лекция. 606 аудитория\n" \
      "------2я пара------\n" \
      "09:45–11:05 Группа А Вычислительная практика Галкин И. М. 322 аудитория\n" \
      "09:45–11:05 Группа Б Вычислительная практика Кравчук А. И. 409 аудитория\n" \
      "------3я пара------\n" \
      "11:15–12:35 Группа А Методы программирования Галкин И. М. 322 аудитория\n" \
      "11:15–12:35 Группа Б Методы программирования Кравчук А. И. 409 аудитория\n" \
      "------4я пара------\n" \
      "13:00–14:20 Методы прогр. и информатика Галкин И.М. Лекция. 606 аудитория\n" \
      "------5я пара------\n" \
      "14:30–15:50 Введение в специальность Романчик В.С. Лекция. 312 аудитория ГеоФака"

tueList = ['вторник','вт','tue','tuesday']
tue = "Расписание 02 группы на Вторник\n" \
      "------1я пара------\n" \
      "08:15–09:35 Алгебра и теория чисел Адмиралова А.Н. Практика. Аудитория 712 ФМО\n" \
      "------2я пара------\n" \
      "09:45–11:05 1н Веб-дизайн Лукьянович И.Р. Лекция. 609 аудитория.\n" \
      "------3я пара------\n" \
      "11:15–12:35 1н Веб-дизайн Лукьянович И.Р. Практика. 120 аудитория.\n" \
      "------4я пара------\n" \
      "13:00–14:20 Геометрия Суворов В.В. Практика.	416 аудитория\n" \
      "------5я пара------\n" \
      "14:30–15:50 Группа А. Английский язык Потапова Н.Л. 408 аудитория\n" \
      "14:30–15:50 Группа Б. Английский язык Столярова Е.Ю. 407 аудитория\n" \
      "14:30–15:50 Группа В. Английский язык Кашкан Т.А. 610 аудитория ФМО\n" \
      "14:30–15:50 Группа Г. Английский язык Кузикова В.С. 409 аудитория\n" \




wedList = ['среда','ср','wednesday','wed']
wed = "Расписание 02 группы на Среду\n" \
      "------1я пара------\n" \
      "08:15–09:35 Физическая культура\n" \
      "------2я пара------\n" \
      "09:45–11:05 Математический анализ Васильев И.Л. Практика. 414 аудитория\n" \
      "------3я пара------\n" \
      "11:15–12:35 Математический анализ Васильев И.Л. Лекция. 606 аудитория\n" \
      "------4я пара------\n" \
      "13:00–14:20 Группа А Английский язык Потапова Н.Л. 408 аудитория\n" \
      "13:00–14:20 Группа Б Английский язык Столярова Е.Ю. 407 аудитория\n" \
      "13:00–14:20 Группа Г Английский язык Кузикова В.С. 417 аудитория\n" \
      "------5я пара------\n" \
      "16:00–17:20 Группа В Английский язык Кашкан Т.А. 408 аудитория" \


thuList = ['четверг','чт','thursday','thu']
thu = "Расписание 02 группы на Четверг\n" \
      "------2я пара------\n" \
      "09:45–11:05 Операционные системы и сети Дерюшев А.А. Лекция. 606 аудитория\n" \
      "------3я пара------\n" \
      "11:15–12:35 Математический анализ Васильев И.Л. Лекция. 606 аудитория\n" \
      "------4я пара------\n" \
      "13:00–14:20 ФД Математика Васильев И.Л. Лекция. 606 аудитория"

friList = ['пятница','пт','fri','friday']
fri = "Расписание 02 группы на Пятницу\n" \
      "------1я пара------\n" \
      "08:15–09:35 Операционные системы и сети Дерюшев А.А. Практика. 120 аудитория\n" \
      "------2я пара------\n" \
      "09:45–11:05 Физическая культура\n" \
      "------3я пара------\n" \
      "11:15–12:35 Алгебра и теория чисел Тихонов. Лекция. 606 аудитория\n" \
      "------4я пара------\n" \
      "13:00–14:20 Математический анализ Васильев И.Л. Практика. 414 аудитория"

satList = ['суббота','сб','sat','saturday']
sat = "Расписание 02 группы на Субботу\n" \
      "------1я пара------\n" \
      "08:15–09:35 2н История Щерба Т.Н. Практика. 403 аудитория\n" \
      "08:15–09:35 1н Политология (с 27.09) Рыжий А.С. Практика. 403 аудитория\n" \
      "------2я пара------\n" \
      "09:45–11:05 ФД Универститетоведение (до 25.09) Петаченко Г.А. 609 аудитория\n" \
      "------3я пара------\n" \
      "11:15–12:35 1н Политология Слуцкая Л.В. Лекция. 606 аудитория\n" \
      "11:15–12:35 2н История Бурачонок А.В. Лекция. 606 аудитория"

sunList = ['вс','воскресенье','sun','sunday']
sun = 'Какие пары в Воскресенье? Поспи хоть, дружище...'